// Honda.js
window.calendarData = window.calendarData || {};

window.calendarData["Honda"] = [
  {
    "ID": 1,
    "開始日": "2026/3/9",
    "開始時刻": "15:00",
    "終了日": "2026/3/9",
    "終了時刻": "16:00",
    "予定": "打合せ",
    "予定詳細": "システム検討",
    "場所": "庁内",
    "場所詳細": "情報政策課",
    "内容": "新システム構成検討",
    "情報公開レベル": "",
    "外出区分": "",
    "重要度": "",
    "予約種別": "",
    "フラグ": "",
    "アイコン番号": "",
    "承認依頼": "",
    "通知の方法：メール": "",
    "通知の方法：伝言": ""
  },
  {
    "ID": 2,
    "開始日": "2026/3/12",
    "開始時刻": "",
    "終了日": "2026/3/12",
    "終了時刻": "",
    "予定": "終日",
    "予定詳細": "研修",
    "場所": "外部",
    "場所詳細": "オンライン",
    "内容": "DX研修受講",
    "情報公開レベル": "",
    "外出区分": "",
    "重要度": "",
    "予約種別": "",
    "フラグ": "",
    "アイコン番号": "",
    "承認依頼": "",
    "通知の方法：メール": "",
    "通知の方法：伝言": ""
  }
];