window.APP_DATA = window.APP_DATA || {};
window.APP_DATA.mapPins = {
  "map_id": "map_001",
  "map_name": "大分市〜北九州市近辺",
  "map_image_file": "map.png",
  "updated_at": "2026-04-18T06:52:31.234Z",
  "pins": [
    {
      "id": "P1776429753036",
      "name": "大分空港",
      "x": 90.1,
      "y": 66.3,
      "category": "行きの到着空港",
      "note": "",
      "created_at": "2026-04-17T12:42:33.036Z",
      "updated_at": "2026-04-18T06:51:41.370Z"
    },
    {
      "id": "P1776429709336",
      "name": "大分市役所",
      "x": 82.7,
      "y": 97.2,
      "category": "1日目の視察先",
      "note": "",
      "created_at": "2026-04-17T12:41:49.336Z",
      "updated_at": "2026-04-18T06:51:43.670Z"
    },
    {
      "id": "P1776432111272",
      "name": "亀の井ホテル",
      "x": 75.6,
      "y": 91.7,
      "category": "1日目宿泊場所",
      "note": "",
      "created_at": "2026-04-17T13:21:51.272Z",
      "updated_at": "2026-04-18T06:51:53.242Z"
    },
    {
      "id": "P1776429788562",
      "name": "別府市役所",
      "x": 74.6,
      "y": 89.7,
      "category": "2日目の視察先",
      "note": "",
      "created_at": "2026-04-17T12:43:08.562Z",
      "updated_at": "2026-04-18T06:51:50.667Z"
    },
    {
      "id": "P1776432162771",
      "name": "八百治博多ホテル",
      "x": 8.9,
      "y": 51.7,
      "category": "2日目宿泊場所",
      "note": "",
      "created_at": "2026-04-17T13:22:42.771Z",
      "updated_at": "2026-04-18T06:52:22.202Z"
    },
    {
      "id": "P1776429897465",
      "name": "春日市役所",
      "x": 12.8,
      "y": 58.2,
      "category": "3日目の視察先",
      "note": "",
      "created_at": "2026-04-17T12:44:57.465Z",
      "updated_at": "2026-04-18T06:52:27.853Z"
    },
    {
      "id": "P1776429959805",
      "name": "福岡空港",
      "x": 12,
      "y": 51.7,
      "category": "帰りの出発空港",
      "note": "",
      "created_at": "2026-04-17T12:45:59.805Z",
      "updated_at": "2026-04-18T06:52:30.686Z"
    }
  ]
};