window.APP_DATA = window.APP_DATA || {};
window.APP_DATA.mapPins = {
  "map_id": "map_001",
  "map_name": "大分市〜北九州市近辺",
  "map_image_file": "map.png",
  "updated_at": "2026-04-17T13:22:49.913Z",
  "pins": [
    {
      "id": "P1776429753036",
      "name": "大分空港",
      "x": 79.9,
      "y": 63.9,
      "category": "行きの到着空港",
      "note": "",
      "created_at": "2026-04-17T12:42:33.036Z",
      "updated_at": "2026-04-17T12:42:33.036Z"
    },
    {
      "id": "P1776429709336",
      "name": "大分市役所",
      "x": 73.9,
      "y": 96,
      "category": "1日目の視察先",
      "note": "",
      "created_at": "2026-04-17T12:41:49.336Z",
      "updated_at": "2026-04-17T12:42:47.614Z"
    },
    {
      "id": "P1776432111272",
      "name": "亀の井ホテル",
      "x": 68.8,
      "y": 87.8,
      "category": "1日目宿泊場所",
      "note": "",
      "created_at": "2026-04-17T13:21:51.272Z",
      "updated_at": "2026-04-17T13:22:01.148Z"
    },
    {
      "id": "P1776429788562",
      "name": "別府市役所",
      "x": 68.6,
      "y": 90,
      "category": "2日目の視察先",
      "note": "",
      "created_at": "2026-04-17T12:43:08.562Z",
      "updated_at": "2026-04-17T13:15:20.837Z"
    },
    {
      "id": "P1776432058844",
      "name": "小倉駅",
      "x": 40.3,
      "y": 9.5,
      "category": "2日目経由駅",
      "note": "",
      "created_at": "2026-04-17T13:20:58.844Z",
      "updated_at": "2026-04-17T13:21:05.507Z"
    },
    {
      "id": "P1776432162771",
      "name": "八百治博多ホテル",
      "x": 19.6,
      "y": 52.8,
      "category": "2日目宿泊場所",
      "note": "",
      "created_at": "2026-04-17T13:22:42.771Z",
      "updated_at": "2026-04-17T13:22:46.252Z"
    },
    {
      "id": "P1776429897465",
      "name": "春日市役所",
      "x": 22.4,
      "y": 57.6,
      "category": "3日目の視察先",
      "note": "",
      "created_at": "2026-04-17T12:44:57.465Z",
      "updated_at": "2026-04-17T12:44:57.465Z"
    },
    {
      "id": "P1776429959805",
      "name": "福岡空港",
      "x": 21.6,
      "y": 51.3,
      "category": "帰りの出発空港",
      "note": "",
      "created_at": "2026-04-17T12:45:59.805Z",
      "updated_at": "2026-04-17T12:45:59.805Z"
    }
  ]
};